[FILE]
Icon=0000010001001010000001002000680400001600000028000000100000002000000001002000000000004004000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000001E14D1FF1E14D1FF1E14D1FF1E14D1FF1E14D1FF1E14D1FF1E14D1FF1E14D1FF1E14D1FF1E14D1FF1E14D1FF1E14D1FF1E14D1FF1E14D1FF1E14D1FF1E14D1FF1E14D1FFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFF1E14D1FF1E14D1FF261DE9FF261DE9FF261DE9FF261DE9FF261DE9FF261DE9FF261DE9FF261DE9FF261DE9FF261DE9FF261DE9FF261DE9FF261DE9FF261DE9FF1E14D1FF1E14D1FFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFF1E14D1FF1E14D1FF261DE9FF261DE9FF261DE9FF261DE9FF261DE9FF261DE9FF261DE9FF261DE9FF261DE9FF261DE9FF261DE9FF261DE9FF261DE9FF261DE9FF1E14D1FF1E14D1FFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFF1E14D1FFB86912FFD17714FFD17714FFD17714FFD17714FFD17714FFD17714FFD17714FFD17714FF261DE9FF261DE9FF261DE9FF261DE9FF261DE9FF261DE9FF1E14D1FFB86912FFFFFFFFFFD17714FFFFFFFFFFD17714FFFFFFFFFFD17714FFFFFFFFFFD17714FFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFF1E14D1FFB86912FFD17714FFD17714FFD17714FFD17714FFD17714FFD17714FFD17714FFD17714FF261DE9FF261DE9FF261DE9FF261DE9FF261DE9FF261DE9FF1E14D1FFB86912FFFFFFFFFFD17714FFFFFFFFFFD17714FFFFFFFFFFD17714FFFFFFFFFFD17714FFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFF1E14D1FFB86912FFD17714FFD17714FFD17714FFD17714FFD17714FFD17714FFD17714FFD17714FF261DE9FF261DE9FF261DE9FF261DE9FF261DE9FF261DE9FF1E14D1FFB86912FFFFFFFFFFD17714FFFFFFFFFFD17714FFFFFFFFFFD17714FFFFFFFFFFD17714FFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFF1E14D1FFB86912FFB86912FFB86912FFB86912FFB86912FFB86912FFB86912FFB86912FFB86912FF1E14D1FF1E14D1FF1E14D1FF1E14D1FF1E14D1FF1E14D1FF1E14D1FF0000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000FFFF000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000FFFF0000FFFF0000
LangID=1033
Name=English (EN)
VersionID=4000

[common]
Caption=$NAME Setup Wizard
bBack=Back
bNext=Next
bFinish=Finish
bInstall=Install
bUninstall=Uninstall
lOk=OK
lBrowse=Browse
lCancel=Cancel
lNewFolder=New Folder
QM=Are you sure you want to cancel $NAME Setup?
QM2=Cannot create "%s" file.\nMake sure that the file doesn't exist in the destination folder, and that the disk is writable.
A1=Creating backup...
A2=Creating shortcuts...
A3=Removing obsolete files...
A4=Extracting new files...
A5=Updating files...
A6=Configuring parameters...
A7=Configuring uninstaller...
A8=Closing instances of $NAME modules...
A9=Uninstalling...
E1=Error occurs while copying "%s" file
E2=Error occurs while configuring uninstaller
E3=Can't create "%S" path
E4=Installation aborted by user
E5=You cannot continue the installation because your version of OS (%s) does not supported!
E6=Warning! This is test version of the application, it may contains a lot of bugs.
E7=Warning! Application does not tested to compatibility with your OS (%s). It can work unstable as a consequence.

[PageWelcome]
L1=Welcome to the $NAME Setup wizard!
L2=This wizard will help you install $NAME to your computer.\n\nIts recommended that you close all other applications before starting Setup. This will make it possible to update relevant system files without having to reboot your computer.\n\nClick "Next" to continue.

[PageLicense]
Title=License Agreement
Description=Please review the license terms before installing $NAME.
L1=I agree to the terms of the agreement

[PageSetup]
Title=Install settings
Description=Setup $NAME installing settings
LB1=Destination Path
LB2=Program Version
CB1=Update currently installed version
CB2=Normal version (recommended)
CB3=Portable version
CB3Hint=Version for installation on removable devices (for example: flash-drives). All settings are located in the program's folder. Does not leave any data in the OS folders or registry.
Browse=Browse
W1=You can't choose program version in Update mode.
W2=Portable version can't be installed in "$PROGRAMS".
W3=Installer will remove settings from previous installed version

[PageIntegration]
Title=Integration
Description=Choose integration parameters
LB1=Shortcuts
CB1=Create shortcut on the desktop
CB2=Create a group on the start menu
LB2=Integration
CB3=Associate audio files and playlists with $NAME
CB4=Integrate to Windows 
CB4Hint=Adds $NAME to the list of default programs\nAdds shortcut to menu of "Run" command\nAdds item to autorun menu of CD\DVD
CB5=Add a menu item to the context menu of Windows Explorer

[PageInstall]
Title=Installation
Description=Please wait while $NAME is being installed to your computer
L1=Preparing...

[PageFinish]
L1=Installation of $NAME complete!
L2=Click "Finish" to close Setup Wizard.
L3=$LINK - Official project website
E1=Error!\nInstallation aborted
E2=Error occurs while installing $NAME! Please, contact with support, if you can't solve the problem by yourself.
AC1=Launch $NAME
AC2=Visit official website

[PageUninstallParams]
Title=Uninstall Settings
CB1=Remove all backups of previous versions
CB2=Remove all user settings

[PageUninstall]
Title=Uninstallation
L1=Uninstalling...

[PageUninstallFinish]
L1=$NAME was successful removed.
L2=Click "Finish" to close Uninstall Wizard.